Revit.Elements.CurtainSystemType.#ctor(Autodesk.Revit.DB.CurtainSystemType)
Private constructor for the Element
curtainSystemType:

Revit.Elements.CurtainSystemType.FromExisting(Autodesk.Revit.DB.CurtainSystemType,System.Boolean)
Create a CurtainSystemType from a user selected Element.
curtainSystemType:
isRevitOwned:
Returns: